{
    "geonames": [
        {
            "summary": "El Castillo de Lorca (Murcia, España) es una fortaleza de origen medieval construida entre los siglos IX y XV. Comprende una serie de estructuras defensivas que, durante la Edad Media, convirtieron a la ciudad y a su fortaleza en un punto inexpugnable del sureste peninsular (...)",
            "elevation": 468,
            "feature": "landmark",
            "lng": -1.7058333333333333,
            "distance": "4.6218",
            "countryCode": "ES",
            "rank": 92,
            "lang": "es",
            "title": "Castillo de Lorca",
            "lat": 37.677499999999995,
            "wikipediaUrl": "es.wikipedia.org/wiki/Castillo_de_Lorca",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/95/Castillo_de_Lorca1.jpg",
            "description": "El Castillo de Lorca (Murcia, España) es una fortaleza de origen medieval construida entre los siglos IX y XV. Comprende una serie de estructuras defensivas que, durante la Edad Media, convirtieron a la ciudad y a su fortaleza en un punto inexpugnable del sureste peninsular. El castillo de Lorca fue un bastión clave en las contiendas entre cristianos y musulmanes en la frontera de Granada. Se encuentra catalogado como Bien de Interés Cultural​ y dentro de la delimitación del conjunto histórico-artístico de Lorca."
        },
        {
            "summary": "El palacio de los Condes de San Julián es una casa solariega situada en la ciudad de Lorca (Región de Murcia, España) cuyos orígenes se remontan al siglo XVII, aunque su apariencia externa está alterada por modificaciones realizadas en el siglo XVIII otorgándole aspecto de fortaleza, y neomudéjares (...)",
            "elevation": 337,
            "lng": -1.69879,
            "distance": "0.2564",
            "countryCode": "ES",
            "rank": 19,
            "lang": "es",
            "title": "Palacio de los Condes de San Julián",
            "lat": 37.67131,
            "wikipediaUrl": "es.wikipedia.org/wiki/Palacio_de_los_Condes_de_San_Juli%C3%A1n",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a2/San_julian_lorca.jpg",
            "description": "El palacio de los Condes de San Julián es una casa solariega situada en la ciudad de Lorca (Región de Murcia, España) cuyos orígenes se remontan al siglo XVII, aunque su apariencia externa está alterada por modificaciones realizadas en el siglo XVIII otorgándole aspecto de fortaleza, y neomudéjares realizadas a comienzos del XX."
        },
        {
            "summary": "Lorca-Sutullena es, junto a Lorca-San Diego una de las dos estaciones de ferrocarril de la ciudad española de Lorca, en la Región de Murcia. Está situada junto a la plaza de Carruajes, próxima al centro urbano y junto a la plaza de Toros de Sutullena (...)",
            "elevation": 326,
            "feature": "railwaystation",
            "lng": -1.6961111111111111,
            "distance": "3.635",
            "countryCode": "ES",
            "rank": 91,
            "lang": "es",
            "title": "Estación de Lorca-Sutullena",
            "lat": 37.67194444444444,
            "wikipediaUrl": "es.wikipedia.org/wiki/Estaci%C3%B3n_de_Lorca-Sutullena",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4e/J23_433_Bf_Lorca_Sutullena%2C_592_xxx_%282%C3%97%29.jpg",
            "description": "Lorca-Sutullena es, junto a Lorca-San Diego una de las dos estaciones de ferrocarril de la ciudad española de Lorca, en la Región de Murcia. Está situada junto a la plaza de Carruajes, próxima al centro urbano y junto a la plaza de Toros de Sutullena. Tienen parada los trenes de la línea C-2 de Cercanías Murcia/Alicante. También dispone de servicios de larga distancia."
        },
        {
            "summary": "El museo Arqueológico Municipal de Lorca (Murcia), España, fue fundado en marzo de 1992 y se encuentra en la plaza de Juan Moreno. El Ayuntamiento de Lorca es el encargado de la titularidad y gestión del museo. El museo nació con el fin de un mejor desarrollo cultural de Lorca y la comarca.  (...)",
            "elevation": 336,
            "feature": "landmark",
            "lng": -1.6966,
            "distance": "3.7489",
            "countryCode": "ES",
            "rank": 72,
            "lang": "es",
            "title": "Museo Arqueológico Municipal de Lorca",
            "lat": 37.6785,
            "wikipediaUrl": "es.wikipedia.org/wiki/Museo_Arqueol%C3%B3gico_Municipal_de_Lorca",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/75/Museo_lorca.jpg",
            "description": "El museo Arqueológico Municipal de Lorca (Murcia), España, fue fundado en marzo de 1992 y se encuentra en la plaza de Juan Moreno. El Ayuntamiento de Lorca es el encargado de la titularidad y gestión del museo.​ El museo nació con el fin de un mejor desarrollo cultural de Lorca y la comarca."
        },
        {
            "summary": "La iglesia de Santiago de Lorca, es un templo barroco que tiene como origen previo a la iglesia una ermita del siglo XV en honor al mismo santo. Esa ermita fue ubicada donde, según cuenta la tradición, había predicado el apóstol (...)",
            "elevation": 346,
            "feature": "landmark",
            "lng": -1.6980555555555557,
            "distance": "3.8506",
            "countryCode": "ES",
            "rank": 67,
            "lang": "es",
            "title": "Iglesia de Santiago",
            "lat": 37.67722222222222,
            "wikipediaUrl": "es.wikipedia.org/wiki/Iglesia_de_Santiago_%28Lorca%29",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/28/Hundimiento_de_la_iglesia_de_Santiago_tras_el_terremoto_de_Lorca.jpg",
            "description": "La iglesia de Santiago de Lorca, es un templo barroco que tiene como origen previo a la iglesia una ermita del siglo XV en honor al mismo santo. Esa ermita fue ubicada donde, según cuenta la tradición, había predicado el apóstol.​ Ya es a mitad del siglo XVIII cuando se comenzó la edificación de la actual iglesia de Santiago.​ Tiene planta de cruz latina, con una nave principal y dos laterales.​"
        },
        {
            "summary": "La antigua colegiata de San Patricio de Lorca (aunque comúnmente sigue siendo llamada colegiata de San Patricio), es un edificio de estilo renacentista declarado Monumento Histórico-Artístico Nacional por decreto del 27 de enero de 1941 (...)",
            "elevation": 352,
            "geoNameId": 10342003,
            "lng": -1.699444,
            "distance": "0.7289",
            "countryCode": "ES",
            "rank": 91,
            "lang": "es",
            "title": "Colegiata de San Patricio",
            "lat": 37.6775,
            "wikipediaUrl": "es.wikipedia.org/wiki/Colegiata_de_San_Patricio",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/35/Colegiata_San_Patricio.jpg",
            "description": "​La antigua colegiata de San Patricio de Lorca (aunque comúnmente sigue siendo llamada colegiata de San Patricio), es un edificio de estilo renacentista declarado Monumento Histórico-Artístico Nacional por decreto del 27 de enero de 1941.​ La Colegiata es la piedra angular del conjunto monumental de la Plaza de España, junto al Ayuntamiento, el Palacio del Corregidor y las Salas Capitulares."
        },
        {
            "summary": "El Acueducto de los Diecisiete Arcos es una obra hidráulica ubicada en el término municipal de Lorca (Murcia). El acueducto, que cruza la rambla del mismo nombre o rambla de Romí, forma parte de la Real Acequia de Alcalá, que nace en el Partidor de la Mina y que por un trazado de 7 km lleva el agua (...)",
            "elevation": 379,
            "feature": "landmark",
            "lng": -1.7640638888888889,
            "distance": "1.4937",
            "countryCode": "ES",
            "rank": 18,
            "lang": "es",
            "title": "Acueducto de los Diecisiete Arcos",
            "lat": 37.692474999999995,
            "wikipediaUrl": "es.wikipedia.org/wiki/Acueducto_de_los_Diecisiete_Arcos",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f7/17arcos.jpg",
            "description": "​El Acueducto de los Diecisiete Arcos es una obra hidráulica ubicada en el término municipal de Lorca (Murcia). El acueducto, que cruza la rambla del mismo nombre o rambla de Romí, forma parte de la Real Acequia de Alcalá, que nace en el Partidor de la Mina y que por un trazado de 7 km lleva el agua al Heredamiento de Sutullena.​ El proyecto y la dirección de la obra corrieron a cargo del arquitecto."
        },
        {
            "summary": "El Estadio Municipal Francisco Artés Carrasco es el estadio municipal del municipio de Lorca. El C. F. Lorca Deportiva y el Lorca F. C. disputan sus partidos como local en este recinto. Hasta 2010 fue el estadio del Lorca Deportiva C. F.. También jugó de 2010 a 2012 el Lorca Atlético C. F. (...)",
            "elevation": 350,
            "geoNameId": 10285041,
            "feature": "landmark",
            "lng": -1.7351222222222222,
            "distance": "12.1863",
            "countryCode": "ES",
            "rank": 91,
            "lang": "es",
            "title": "Estadio Francisco Artés Carrasco",
            "lat": 37.63881666666666,
            "wikipediaUrl": "es.wikipedia.org/wiki/Estadio_Francisco_Art%C3%A9s_Carrasco",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Lorca_-_Villarreal_B_1.JPG",
            "description": "El Estadio Municipal Francisco Artés Carrasco es el estadio municipal del municipio de Lorca. El CF Lorca Deportiva disputa sus partidos como local en este recinto. Hasta 2010 fue el estadio del Lorca Deportiva CF. También jugó de 2010 a 2012 el Lorca Atlético CF3​ y entre 2011 y 2021 el Lorca FC. Su nombre es en honor al segundo presidente del Patronato del Campo de San José de Lorca, tras Juan Martínez García."
        },
        {
            "summary": "El pantano o embalse de Puentes está situado en la pedanía de La Tova, perteneciente al municipio español de Lorca, en la Región de Murcia. La presa se halla situada en el río Guadalentín y tiene una doble finalidad, embalsar agua para el abastecimiento y mitigar los efectos de las riadas y avenidas (...)",
            "elevation": 448,
            "geoNameId": 2512228,
            "feature": "waterbody",
            "lng": -1.81925,
            "distance": "4.7138",
            "countryCode": "ES",
            "rank": 75,
            "lang": "es",
            "title": "Pantano de Puentes",
            "lat": 37.734722222222224,
            "wikipediaUrl": "es.wikipedia.org/wiki/Pantano_de_Puentes",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Presa_de_Puentes_III_y_IV.JPG",
            "description": "El pantano o embalse de Puentes está situado en la pedanía de La Tova, perteneciente al municipio español de Lorca, en la Región de Murcia. La presa se halla situada en el río Guadalentín y tiene una doble finalidad, embalsar agua para el abastecimiento y mitigar los efectos de las riadas y avenidas."
        }
    ]
}