{
    "geonames": [
        {
            "summary": "La Santa Iglesia Catedral Basílica de la Encarnación es la catedral de Málaga, España. Situada enfrente de la plaza del obispo en Málaga, el templo es considerada una de las joyas renacentistas más valiosas de Andalucía (...)",
            "elevation": 22,
            "feature": "landmark",
            "lng": -4.42012,
            "distance": "0.0237",
            "countryCode": "ES",
            "rank": 91,
            "lang": "es",
            "title": "Catedral de Málaga",
            "lat": 36.720042,
            "wikipediaUrl": "es.wikipedia.org/wiki/Catedral_de_M%C3%A1laga",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Catedral_de_M%C3%A1laga%2C_Espa%C3%B1a.jpg",
            "description": "La Santa Iglesia Catedral Basílica de la Encarnación es la catedral de Málaga, en España. Situada enfrente de la plaza del Obispo, el templo es considerado una de las joyas renacentistas más valiosas de Andalucía. Se encuentra dentro de los límites que marcaba la desaparecida muralla árabe sobre el solar de la primitiva mezquita aljama, el lugar donde los Reyes Católicos Isabel y Fernando ordenaron erigir un templo cristiano a los pocos días de conquistar la ciudad en 1487."
        },
        {
            "summary": "El Distrito Centro o Distrito 1 es uno de los diez distritos en que está dividida administrativamente la ciudad de Málaga. En ocasiones también es llamado distrito Málaga-Centro. Como su nombre indica, el distrito 1 está situado en el centro de la ciudad (...)",
            "elevation": 18,
            "feature": "city",
            "lng": -4.42155,
            "distance": "0.1525",
            "countryCode": "ES",
            "rank": 92,
            "lang": "es",
            "title": "Distrito Centro",
            "lat": 36.72113,
            "wikipediaUrl": "es.wikipedia.org/wiki/Distrito_Centro_%28M%C3%A1laga%29",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/53/Malaga_Alcazaba_25-9-2007a.JPG",
            "description": "El Distrito Centro o Distrito 1 es uno de los once distritos en que está dividida administrativamente la ciudad de Málaga. En ocasiones también es llamado distrito Málaga-Centro. Como su nombre indica, el distrito 1 está situado en el centro de la ciudad. Al norte se encuentran los distritos de Ciudad Jardín y Palma-Palmilla. Al este, el distrito Este y al oeste, los distritos de Bailén-Miraflores y Cruz de Humilladero. Al sur el mar Mediterráneo, y al sureste el distrito Carretera de Cádiz."
        },
        {
            "summary": "El antiguo Convento de San Agustín es un edificio situado en el Centro Histórico de la ciudad de Málaga, España. Se localiza en la Calle San Agustín junto al Palacio de Buenavista, sede del Museo Picasso Málaga.  (...)",
            "elevation": 21,
            "lng": -4.418886111111111,
            "distance": "0.1745",
            "rank": 63,
            "lang": "es",
            "title": "Convento de San Agustín",
            "lat": 36.721202777777776,
            "wikipediaUrl": "es.wikipedia.org/wiki/Convento_de_San_Agust%C3%ADn_%28M%C3%A1laga%29",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/19/Convento_de_San_Agust%C3%ADn_%28M%C3%A1laga%29.jpg",
            "description": "El antiguo Convento de San Agustín es un edificio situado en el Centro Histórico de la ciudad de Málaga, España. Se localiza en la calle San Agustín junto al Palacio de Buenavista, sede del Museo Picasso Málaga."
        },
        {
            "summary": "El Museo Revello de Toro es una pinacoteca de la ciudad de Málaga, España. Está situado en calle Císter, en el centro histórico de la ciudad, en la que fue la vivienda de Pedro de Mena durante su estancia en Málaga (...)",
            "elevation": 22,
            "feature": "landmark",
            "lng": -4.418385,
            "distance": "0.1778",
            "countryCode": "ES",
            "rank": 20,
            "lang": "es",
            "title": "Museo Revello de Toro",
            "lat": 36.720454,
            "wikipediaUrl": "es.wikipedia.org/wiki/Museo_Revello_de_Toro",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/be/Mueso_Revello_de_Toro.jpg",
            "description": "El Museo Revello de Toro, situado en la casa-taller de Pedro de Mena, es una pinacoteca de la ciudad de Málaga, España. Está situado en calle Císter, en el centro histórico de la ciudad, en la que fue la vivienda de Pedro de Mena durante su estancia en Málaga. Como su nombre indica, el museo está dedicado al pintor malagueño Félix Revello de Toro."
        },
        {
            "summary": "El Cementerio de San Rafael fue un antiguo cementerio de la ciudad española de Málaga, clausurado en 1987. Está situado en el distrito Cruz de Humilladero, en el oeste de la ciudad, siendo transformado en un parque funerario en memoria de los funestos hechos acaecidos en él durante la Guerra Civil (...)",
            "elevation": 14,
            "feature": "landmark",
            "lng": -4.452316694444445,
            "distance": "0.7454",
            "rank": 27,
            "lang": "es",
            "title": "Cementerio de San Rafael",
            "lat": 36.70644169444445,
            "wikipediaUrl": "es.wikipedia.org/wiki/Cementerio_de_San_Rafael_%28M%C3%A1laga%29",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Cementerio_San_Rafael_M%C3%A1laga.jpg",
            "description": "El Cementerio de San Rafael fue un antiguo cementerio de la ciudad española de Málaga, clausurado en 1987, cuyos terrenos actualmente se están habilitando para el nuevo Parque de San Rafael. Está situado en el distrito Cruz de Humilladero, en el oeste de la ciudad, siendo transformado en un parque funerario en memoria de los funestos hechos acaecidos en él durante la Guerra Civil Española. Es Lugar de la Memoria Histórica."
        },
        {
            "summary": "El Museo Automovilístico de Málaga es un museo dedicado a la automoción ubicado en el antiguo edificio de la Real Fábrica de Tabacos de la ciudad española de Málaga.  (...)",
            "elevation": 5,
            "feature": "landmark",
            "lng": -4.439245,
            "distance": "0.9638",
            "countryCode": "ES",
            "rank": 25,
            "lang": "es",
            "title": "Museo Automovilístico de Málaga",
            "lat": 36.699115,
            "wikipediaUrl": "es.wikipedia.org/wiki/Museo_Automovil%C3%ADstico_de_M%C3%A1laga",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/85/Malaga_museo.jpg",
            "description": "El Museo Automovilístico de Málaga es un museo dedicado a la automoción ubicado en el antiguo edificio de la Real Fábrica de Tabacos de la ciudad española de Málaga."
        },
        {
            "summary": "Málaga-María Zambrano es la principal estación de ferrocarril de la ciudad española de Málaga, en la comunidad autónoma de Andalucía. La estación lleva el nombre de la filósofa y ensayista María Zambrano desde 2007, pues antes se llamaba Málaga-Término (...)",
            "elevation": 6,
            "lng": -4.431944,
            "distance": "2.0672",
            "countryCode": "ES",
            "rank": 93,
            "lang": "es",
            "title": "Estación de Málaga-María Zambrano",
            "lat": 36.711667,
            "wikipediaUrl": "es.wikipedia.org/wiki/Estaci%C3%B3n_de_M%C3%A1laga-Mar%C3%ADa_Zambrano",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5c/MLG-Mar%C3%ADa_Zambrano_2.jpg",
            "description": "Málaga-María Zambrano es la principal estación de ferrocarril de la ciudad española de Málaga, en la comunidad autónoma de Andalucía. La estación lleva el nombre de la filósofa y ensayista María Zambrano desde 2007, pues antes se llamaba Málaga-Término. Se encuentra situada en el distrito de Cruz de Humilladero, a 2 km del Puerto de Málaga y a 9 km del Aeropuerto de Málaga-Costa del Sol, con el que conecta a través de la Línea C-1 de Cercanías."
        },
        {
            "summary": "El Palacio de Deportes José María Martín Carpena es un pabellón deportivo multiusos localizado en Málaga, España. Es la principal instalación deportiva cubierta de la ciudad de Málaga y uno de los principales complejos deportivos de la Costa del Sol. Es conocido por ser la cancha del Unicaja Málaga (...)",
            "elevation": 18,
            "feature": "landmark",
            "lng": -4.460627777777778,
            "distance": "2.1676",
            "countryCode": "ES",
            "rank": 85,
            "lang": "es",
            "title": "Palacio de Deportes José María Martín Carpena",
            "lat": 36.68246666666666,
            "wikipediaUrl": "es.wikipedia.org/wiki/Palacio_de_Deportes_Jos%C3%A9_Mar%C3%ADa_Mart%C3%ADn_Carpena",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Palacio_de_Deportes_de_M%C3%A1laga.JPG",
            "description": "El Palacio de Deportes José María Martín Carpena es un pabellón deportivo multiusos localizado en Málaga, España. Es la principal instalación deportiva cubierta de la ciudad de Málaga y uno de los principales complejos deportivos de la Costa del Sol. Es conocido por ser la cancha del Unicaja Málaga. Anteriormente conocido como Palacio de los Deportes Ciudad de Málaga, cambió su nombre en honor a José María Martín Carpena, concejal del Partido Popular en el Ayuntamiento de Málaga asesinado en 2000 por la banda terrorista ETA."
        }
    ]
}