{
    "geonames": [
        {
            "summary": "La Plaza Weyler (Plaza del General Weyler) de Santa Cruz de Tenerife (Canarias, España), debe su nombre al general español Valeriano Weyler, militar que fue Capitán General de Canarias bajo cuyo mando se construyó el Palacio de la Capitanía General de Canarias situado junto a la citada plaza (...)",
            "elevation": 49,
            "feature": "landmark",
            "lng": -16.25572222222222,
            "distance": "0.1239",
            "countryCode": "ES",
            "rank": 68,
            "lang": "es",
            "title": "Plaza Weyler",
            "lat": 28.467694444444444,
            "wikipediaUrl": "es.wikipedia.org/wiki/Plaza_Weyler",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/72/Santa_Cruz_de_Tenerife_Plaza_Weyler.jpg",
            "description": "La Plaza Weyler (Plaza del General Weyler) de Santa Cruz de Tenerife (Canarias, España), debe su nombre al general español Valeriano Weyler, militar que fue Capitán General de Canarias bajo cuyo mando se construyó el Palacio de la Capitanía General de Canarias situado junto a la citada plaza. Originariamente, esta plaza fue diseñada como anteplaza del edificio neoclásico de la Capitanía General, estando además encuadrada por un muro discontinuo. Además, al principio, contaba con una pila circular, que fue trasladada cuando el Ayuntamiento adquirió la fuente central actual."
        },
        {
            "summary": "",
            "elevation": 45,
            "feature": "landmark",
            "lng": -16.252838,
            "distance": "0.1757",
            "rank": 68,
            "lang": "es",
            "title": "Audiencia de Cuentas de Canarias",
            "lat": 28.468002,
            "wikipediaUrl": "es.wikipedia.org/wiki/Audiencia_de_Cuentas_de_Canarias",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/86/Audiencia_de_cuentas.jpg",
            "description": "La Audiencia de Cuentas de Canarias es el órgano estatutario, dependiente del Parlamento de Canarias al que le corresponde la fiscalización externa de la gestión econónomico-financiera y contable del sector público de la Comunidad Autónoma de Canarias (España). El edificio sede de la Audiencia de Cuentas de Canarias se encuentra localizado en plena zona centro de la ciudad de Santa Cruz de Tenerife, en la confluencia de las calles Pérez Galdós con Suárez Guerra."
        },
        {
            "summary": "El Ayuntamiento de Santa Cruz de Tenerife es una de las cuatro administraciones públicas con responsabilidad política en la ciudad de Santa Cruz de Tenerife, junto a la Administración General del Estado de España, el Gobierno de Canarias y el Cabildo de Tenerife (...)",
            "elevation": 54,
            "feature": "landmark",
            "lng": -16.254583333333333,
            "distance": "0.1773",
            "rank": 87,
            "lang": "es",
            "title": "Ayuntamiento de Santa Cruz de Tenerife",
            "lat": 28.46983333333333,
            "wikipediaUrl": "es.wikipedia.org/wiki/Ayuntamiento_de_Santa_Cruz_de_Tenerife",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Ayuntamiento%2C_Santa_Cruz_de_Tenerife%2C_Espa%C3%B1a%2C_2012-12-15%2C_DD_01.jpg",
            "description": "El Ayuntamiento de Santa Cruz de Tenerife es una de las cuatro administraciones públicas con responsabilidad política en la ciudad de Santa Cruz de Tenerife, junto a la Administración General del Estado de España, el Gobierno de Canarias y el Cabildo de Tenerife. Desde 1979 sus concejales son escogidos por sufragio universal por los ciudadanos de Santa Cruz de Tenerife con derecho a voto, en elecciones celebradas cada cuatro años."
        },
        {
            "summary": "El Templo Masónico Histórico de Santa Cruz de Tenerife es un edificio ubicado en la ciudad de Santa Cruz de Tenerife (Canarias, España), en la calle San Lucas. Fue construido según proyecto del arquitecto tinerfeño Manuel de Cámara y Cruz en el año 1900 para uso de la Logia Añaza (...)",
            "elevation": 46,
            "feature": "landmark",
            "lng": -16.25276,
            "distance": "0.1907",
            "countryCode": "ES",
            "rank": 87,
            "lang": "es",
            "title": "Templo Masónico de Santa Cruz de Tenerife",
            "lat": 28.468767,
            "wikipediaUrl": "es.wikipedia.org/wiki/Templo_Mas%C3%B3nico_de_Santa_Cruz_de_Tenerife",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Santacruzmasontemple03.jpg",
            "description": "El Templo Masónico Histórico de Santa Cruz de Tenerife es un edificio ubicado en la ciudad de Santa Cruz de Tenerife (Canarias, España), en la calle San Lucas. Fue construido según proyecto del arquitecto tinerfeño Manuel de Cámara y Cruz en el año 1900 para uso de la Logia Añaza. La construcción del edificio se prolongó durante más de veinte años, aunque fue inaugurado a principios del siglo XX al estar acabado interiormente, en particular la Sala de Tenidas y la Cámara de Reflexión excavada en el subsuelo."
        },
        {
            "summary": "La Capilla de las Siervas de María es una capilla que se encuentra en la calle Viera y Clavijo, junto al edificio central del Ayuntamiento de Santa Cruz de Tenerife, en la ciudad del mismo nombre en la isla de Tenerife (Islas Canarias, España) (...)",
            "elevation": 55,
            "feature": "landmark",
            "lng": -16.254722222222224,
            "distance": "0.1961",
            "rank": 5,
            "lang": "es",
            "title": "Capilla de las Siervas de María",
            "lat": 28.47,
            "wikipediaUrl": "es.wikipedia.org/wiki/Capilla_de_las_Siervas_de_Mar%C3%ADa_%28Santa_Cruz_de_Tenerife%29",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Siervas_de_Mar%C3%ADa_01.jpg",
            "description": "La Capilla de las Siervas de María es una capilla que se encuentra en la calle Viera y Clavijo, junto al edificio central del Ayuntamiento de Santa Cruz de Tenerife, en la ciudad del mismo nombre en la isla de Tenerife (Islas Canarias, España). Esta capilla acoge la Iglesia Castrense Nuestra Señora de la Salud."
        },
        {
            "summary": "Es un parque público ubicado en el municipio de Santa Cruz de Tenerife, en las afueras del núcleo urbano. Ocupa una parte de la montaña de Las Mesas, en el Suroeste del macizo de Anaga. Es, por superficie, el mayor parque público de la ciudad (...)",
            "elevation": 523,
            "feature": "landmark",
            "lng": -16.27,
            "distance": "1.493",
            "rank": 2,
            "lang": "es",
            "title": "Parque de Las Mesas",
            "lat": 28.484722222222224,
            "wikipediaUrl": "es.wikipedia.org/wiki/Parque_de_Las_Mesas",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Parque_de_Las_Mesas_I.jpg",
            "description": "El Parque de Las Mesas es un parque público ubicado en el municipio de Santa Cruz de Tenerife, en las afueras del núcleo urbano. Ocupa una parte de la montaña de Las Mesas, en el Suroeste del macizo de Anaga. Es, por superficie, el mayor parque público de la ciudad. Se accede a él por la carretera de Los Campitos (TF-111), una vez superados los barrios de Ifara y Los Campitos. En este parque se encuentran también las instalaciones técnicas de Radio Nacional de España."
        },
        {
            "summary": "El Fuerte de Almeyda es una fortaleza del siglo XIX, de la ciudad de Santa Cruz de Tenerife (Canarias, España). Actualmente es sede del Museo Histórico Militar de Canarias.  (...)",
            "elevation": 30,
            "feature": "landmark",
            "lng": -16.247500000000002,
            "distance": "1.6015",
            "rank": 71,
            "lang": "es",
            "title": "Fuerte de Almeyda",
            "lat": 28.475555555555555,
            "wikipediaUrl": "es.wikipedia.org/wiki/Fuerte_de_Almeyda",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/39/Fuerte_de_Almeyda%2C_Museo_Militar%2C_Santa_Cruz_de_Tenerife%2C_Canarias%2C_Espa%C3%B1a.JPG",
            "description": "El Fuerte de Almeyda es una fortaleza del siglo XIX, de la ciudad de Santa Cruz de Tenerife (Canarias, España). Actualmente es sede del Museo Histórico Militar de Canarias."
        },
        {
            "summary": "El Barranco de Tahodio es un barranco del macizo de Anaga situado en la cuenca hidrográfica o valle del mismo nombre, en la isla de Tenerife (Canarias, España).  (...)",
            "elevation": 7,
            "geoNameId": 2510713,
            "lng": -16.2418,
            "distance": "1.7632",
            "countryCode": "ES",
            "rank": 57,
            "lang": "es",
            "title": "Barranco de Tahodio",
            "lat": 28.47768,
            "wikipediaUrl": "es.wikipedia.org/wiki/Barranco_de_Tahodio",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/90/Barranco_de_Tahodio.JPG",
            "description": "El Barranco de Tahodio es un barranco del macizo de Anaga situado en la cuenca hidrográfica o valle del mismo nombre, en la isla de Tenerife (Canarias, España)."
        },
        {
            "summary": "El parque municipal García Sanabria de Santa Cruz de Tenerife (Canarias, España), construido en 1926, está situado entre las calles Numancia, Méndez Núñez, Dr. José Naveiras y Rambla de Santa Cruz, y nació de la necesidad de dotar a la ciudad de una zona ajardinada amplia, combinada con fuentes y (...)",
            "elevation": 55,
            "feature": "landmark",
            "lng": -16.25412,
            "distance": "1.774",
            "countryCode": "ES",
            "rank": 91,
            "lang": "es",
            "title": "Parque García Sanabria",
            "lat": 28.472319,
            "wikipediaUrl": "es.wikipedia.org/wiki/Parque_Garc%C3%ADa_Sanabria",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Parque_Garc%C3%ADa_Sanabria%2C_Santa_Cruz_de_Tenerife%2C_Espa%C3%B1a%2C_2012-12-15%2C_DD_05.jpg",
            "description": "El parque municipal García Sanabria de Santa Cruz de Tenerife (Canarias, España), construido en 1926, está situado entre las calles Numancia, Méndez Núñez, Dr. José Naveiras y Rambla de Santa Cruz, y nació de la necesidad de dotar a la ciudad de una zona ajardinada amplia, combinada con fuentes y grupos arquitectónicos. Su nombre se debe al alcalde García Sanabria, que aprobó su construcción. Es el mayor parque urbano de las islas Canarias. Este parque tiene una extensión de 67.230 m²; en octubre del 2004 se cerró para proceder a su remodelación y fue reabierto al público en junio de 2006."
        },
        {
            "summary": "La Plaza de 25 de Julio de Santa Cruz de Tenerife (Tenerife, España) debe su nombre al 25 de julio de 1797, fecha en la que la ciudad rechazó el ataque del Almirante Nelson cuando intentó ocupar la isla. Sin embargo, es conocida popularmente como Plaza de los patos (...)",
            "elevation": 59,
            "feature": "landmark",
            "lng": -16.255805555555554,
            "distance": "1.5801",
            "rank": 78,
            "lang": "es",
            "title": "Plaza de 25 de Julio",
            "lat": 28.470555555555553,
            "wikipediaUrl": "es.wikipedia.org/wiki/Plaza_de_25_de_Julio",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Plaza_de_25_de_Julio%2C_Santa_Cruz_de_Tenerife%2C_Espa%C3%B1a%2C_2012-12-15%2C_DD_01.jpg",
            "description": "La Plaza de 25 de Julio de Santa Cruz de Tenerife (Tenerife, España) debe su nombre al 25 de julio de 1797, fecha en la que la ciudad rechazó el ataque del Almirante Nelson cuando intentó ocupar la isla. Sin embargo, es conocida popularmente como Plaza de los patos. Situada en las proximidades del Parque García Sanabria, está en el centro de la Avenida de Veinticinco de Julio y de la calle de Viera y Clavijo, y en ella confluyen también las calles General ODonell y Costa y Grijalba. La fuente presenta las figuras de ocho ranas que rodean a la oca central."
        },
        {
            "summary": "La plaza de toros de Santa Cruz de Tenerife (Tenerife, Canarias, España) fue inaugurada en el año 1893 tras la presentación del proyecto por parte de Antonio Pintor Ocete por encargo de la Sociedad La Tinerfeña (...)",
            "elevation": 72,
            "feature": "landmark",
            "lng": -16.26,
            "distance": "1.4852",
            "countryCode": "ES",
            "rank": 36,
            "lang": "es",
            "title": "Plaza de toros de Santa Cruz de Tenerife",
            "lat": 28.47,
            "wikipediaUrl": "es.wikipedia.org/wiki/Plaza_de_toros_de_Santa_Cruz_de_Tenerife",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Plaza_de_Toros_01.jpg",
            "description": "La plaza de toros de Santa Cruz de Tenerife (Tenerife, Canarias, España) fue inaugurada en el año 1893 tras la presentación del proyecto por parte de Antonio Pintor Ocete por encargo de la Sociedad La Tinerfeña. Esta plaza fue construida como consecuencia de la gran acogida que tenía el espectáculo taurino a finales del siglo XIX y para su construcción, se utilizó el recurso de arcos de herradura y almenas almohades. Asimismo, las técnicas constructivas utilizadas eran novedosas al apreciarse formas ágiles y esbeltas."
        },
        {
            "summary": "La Plaza Doctor Olivera es una plaza que se encuentra en el casco histórico de la ciudad de San Cristóbal de La Laguna en la isla de Tenerife (Islas Canarias, España). La plaza se encuentra en uno de los laterales de la Iglesia Matriz de Nuestra Señora de la Concepción (...)",
            "elevation": 563,
            "feature": "landmark",
            "lng": -16.320555555555554,
            "distance": "0.5552",
            "rank": 32,
            "lang": "es",
            "title": "Plaza Doctor Olivera",
            "lat": 28.490277777777777,
            "wikipediaUrl": "es.wikipedia.org/wiki/Plaza_Doctor_Olivera_%28San_Crist%C3%B3bal_de_La_Laguna%29",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1d/LagunaConcepcion02.jpg",
            "description": "La Plaza Doctor Olivera es una plaza que se encuentra en el casco histórico de la ciudad de San Cristóbal de La Laguna en la isla de Tenerife (Islas Canarias, España). La plaza se encuentra en uno de los laterales de la Iglesia Matriz de Nuestra Señora de la Concepción. La plaza está llena de comercios y cuenta con palmeras plantadas en una hilera de un pequeño césped junto a la puerta de entrada a la iglesia. En la plaza también se encuentra una pequeña fuente de mármol y piedra."
        },
        {
            "summary": "La Santa Iglesia Catedral de San Cristóbal de La Laguna o Santa Iglesia Catedral de Nuestra Señora de Los Remedios, en la ciudad de San Cristóbal de La Laguna, en la isla de Tenerife (Canarias, España), es una catedral neogótica en su cuerpo principal y neoclásica en la fachada, sede de la Diócesis (...)",
            "elevation": 559,
            "feature": "landmark",
            "lng": -16.31625,
            "distance": "0.5559",
            "countryCode": "ES",
            "rank": 100,
            "lang": "es",
            "title": "Catedral de San Cristóbal de La Laguna",
            "lat": 28.488944444444446,
            "wikipediaUrl": "es.wikipedia.org/wiki/Catedral_de_San_Crist%C3%B3bal_de_La_Laguna",
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/94/Catedral_de_La_Laguna%2C_Tenerife.jpg",
            "description": "La Santa Iglesia Catedral de San Cristóbal de La Laguna​ o Santa Iglesia Catedral de Nuestra Señora de Los Remedios,​ en la ciudad de San Cristóbal de La Laguna, en la isla de Tenerife (Canarias, España), es una catedral neogótica en su cuerpo principal y neoclásica en la fachada, sede de la Diócesis de San Cristóbal de La Laguna (más conocida como Diócesis de Tenerife), dependiente de la Archidiócesis de Sevilla."
        }
    ]
}